// створити функцію яка створює ul з  елементами li. Текст li задати через аргумент всім однаковий. Кількість li визначається другим аргументом, який є числовим (тут використовувати цикл) та виводить його через document.write

function a(d, c) {
    document.write(`<ul>`);
    for (let b = 0; b < c; b++) {
        document.write(`<li>${d}</li>`);
    }
    document.write(`</ul>`);
}

// let e = 1;      // Кількість ліжок
//
// let g;
// if (e === 1) {
//     g = `ліжко`;
// } else if (e > 1 && e < 5) {
//     g = `ліжка`;
// } else {
//     g = `ліжок`;
// }
//
// a(`створити ${e} ${g} з цим наповненням`, e);